Repository: farukkamcici/mectrics
Catalog: Mectrics/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, ru, tr

source: A calmer view of Mac health
es: Una forma más tranquila de ver el estado del Mac
fr: Une vue plus sereine de l’état de votre Mac
pt_br: Uma visão mais tranquila do estado do Mac
ru: Спокойный и понятный обзор состояния Mac
tr: Mac’inizin durumunu sakin ve anlaşılır biçimde izleyin

source: A lightweight, private system monitor for Mac.
es: Un monitor del sistema ligero y privado para Mac.
fr: Un moniteur système léger et respectueux de votre vie privée pour Mac.
pt_br: Um monitor do sistema leve e privado para Mac.
ru: Лёгкий и конфиденциальный системный монитор для Mac.
tr: Mac için hafif ve gizliliğe odaklı sistem monitörü.

# about.title
source: About Mectrics
es: Acerca de Mectrics
fr: À propos de Mectrics
pt_br: Sobre Mectrics
ru: О Mectrics
tr: Mectrics Hakkında

# about.updates.manualSigned
source: Manual, signature-verified checks
es: Comprobaciones manuales con firma verificada
fr: Vérifications manuelles avec validation de la signature
pt_br: Verificações manuais com validação de assinatura
ru: Запускаемые вручную проверки с проверкой подписи
tr: Elle başlatılan, imzası doğrulanan denetimler

# about.updates.unavailable
source: Not configured in this build
es: No configurado en esta versión
fr: Non configuré dans cette version
pt_br: Não configurado nesta versão
ru: Не настроено в этой версии
tr: Bu sürümde yapılandırılmamış

# about.versionBuild
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)

# accent.blue
source: Blue
es: Azul
fr: Bleu
pt_br: Azul
ru: Синий
tr: Mavi

# accent.green
source: Green
es: Verde
fr: Vert
pt_br: Verde
ru: Зеленый
tr: Yeşil

# accent.orange
source: Orange
es: Naranja
pt_br: Laranja
ru: Оранжевый
tr: Turuncu

# accent.pink
source: Pink
es: Rosa
fr: Rose
pt_br: Rosa
ru: Розовый
tr: Pembe

# accent.purple
source: Purple
es: Púrpura
fr: Violet
pt_br: Roxo
ru: Фиолетовый
tr: Mor

# accent.red
source: Red
es: Rojo
fr: Rouge
pt_br: Vermelho
ru: Красный
tr: Kırmızı

# accent.system
source: System
es: Sistema
fr: Système
pt_br: Sistema
ru: Система
tr: Sistem

# accent.teal
source: Teal
es: Verde azulado
fr: Sarcelle
pt_br: Azul-petróleo
ru: Бирюзовый
tr: Turkuaz

# accent.yellow
source: Yellow
es: Amarillo
fr: Jaune
pt_br: Amarelo
ru: Желтый
tr: Sarı

# action.copyLocalAddress
source: Copy Local Address
es: Copiar dirección local
fr: Copier l'adresse locale
pt_br: Copiar endereço local
ru: Копировать локальный адрес
tr: Yerel Adresi Kopyala

# action.openActivityMonitor
source: Open Activity Monitor
es: Abrir Monitor de Actividad
fr: Ouvrir Moniteur d’activité
pt_br: Abrir Monitor de Atividade
ru: Открыть Мониторинг системы
tr: Etkinlik Monitörü’nü Aç

# action.openBatterySettings
source: Open Battery Settings
es: Abrir ajustes de batería
fr: Ouvrir les réglages de la batterie
pt_br: Abrir ajustes de bateria
ru: Открыть настройки аккумулятора
tr: Pil Ayarlarını Aç

# action.openBluetoothSettings
source: Open Bluetooth Settings
es: Abrir ajustes de Bluetooth
fr: Ouvrir les réglages Bluetooth
pt_br: Abrir ajustes de Bluetooth
ru: Открыть настройки Bluetooth
tr: Bluetooth Ayarlarını Aç

# action.openNetworkSettings
source: Open Network Settings
es: Abrir ajustes de red
fr: Ouvrir les réglages réseau
pt_br: Abrir ajustes de rede
ru: Открыть настройки сети
tr: Ağ Ayarlarını Aç

# action.openStorageSettings
source: Open Storage Settings
es: Abrir los ajustes de almacenamiento
fr: Ouvrir les réglages de stockage
pt_br: Abrir ajustes de armazenamento
ru: Открыть настройки хранилища
tr: Depolama Ayarlarını Aç

source: Alert after
es: Alertar después de
fr: Alerter après
pt_br: Alertar após
ru: Оповестить через
tr: Şu süreden sonra uyar

source: Alert after 1 minute
es: Alerta después de 1 minuto
fr: Alerte après 1 minute
pt_br: Alerta após 1 minuto
ru: Оповещение через 1 минуту
tr: 1 dakika sonra uyar

source: Alert after 2 minutes
es: Alerta después de 2 minutos
fr: Alerte après 2 minutes
pt_br: Alerta após 2 minutos
ru: Оповещение через 2 минуты
tr: 2 dakika sonra uyar

source: Alert after 5 minutes
es: Alerta después de 5 minutos
fr: Alerte après 5 minutes
pt_br: Alerta após 5 minutos
ru: Оповещение через 5 минут
tr: 5 dakika sonra uyar

source: Alert after 30 seconds
es: Alerta después de 30 segundos
fr: Alerte après 30 secondes
pt_br: Alerta após 30 segundos
ru: Оповещение через 30 секунд
tr: 30 saniye sonra uyar

source: Alert right away
es: Alertar de inmediato
fr: Alerter immédiatement
pt_br: Alertar imediatamente
ru: Оповестить сразу
tr: Hemen uyar

source: Alert rules and metric history will not change.
es: Las reglas de alerta y el historial de métricas no cambiarán.
fr: Les règles d’alerte et l’historique des métriques ne changeront pas.
pt_br: As regras de alerta e o histórico de métricas não serão alterados.
ru: Правила предупреждений и история показателей не изменятся.
tr: Uyarı kuralları ve ölçüm geçmişi değişmeyecektir.

# alert.body.above
source: %1$@ is at %2$lld%% — above your %3$lld%% threshold.
es: %1$@ está en %2$lld%%, por encima de su umbral %3$lld%%.
fr: %1$@ est à %2$lld%% – au-dessus de votre seuil %3$lld%%.
pt_br: %1$@ está em %2$lld%% – acima do seu limite %3$lld%%.
ru: %1$@ находится на уровне %2$lld%% — выше порога %3$lld%%.
tr: %1$@, %2$lld%% seviyesinde — %3$lld%% eşiğinizin üzerinde.

# alert.body.below
source: %1$@ is at %2$lld%% — below your %3$lld%% threshold.
es: %1$@ está en %2$lld%%, por debajo de su umbral %3$lld%%.
fr: %1$@ est à %2$lld%% – en dessous de votre seuil %3$lld%%.
pt_br: %1$@ está em %2$lld%% – abaixo do seu limite %3$lld%%.
ru: %1$@ находится на уровне %2$lld%% — ниже порога %3$lld%%.
tr: %1$@, %2$lld%% seviyesinde — %3$lld%% eşiğinizin altında.

# alert.body.temp
source: CPU temperature is %1$lld°C — above your %2$lld°C threshold.
es: La temperatura de la CPU es de %1$lld°C, por encima del límite de %2$lld°C.
fr: La température du processeur est de %1$lld°C, au-dessus de la limite de %2$lld°C.
pt_br: A temperatura da CPU é de %1$lld°C, acima do limite de %2$lld°C.
ru: Температура ЦП — %1$lld°C, выше заданного порога %2$lld°C.
tr: CPU sıcaklığı %1$lld°C — %2$lld°C eşiğinizin üzerinde.

# alert.system.batteryService.body
source: macOS reports that the battery needs service.
es: macOS indica que la batería necesita servicio.
fr: macOS indique que la batterie nécessite une réparation.
pt_br: O macOS informa que a bateria precisa de manutenção.
ru: macOS сообщает, что аккумулятору требуется обслуживание.
tr: macOS, pil için servis öneriyor.

# alert.system.batteryService.title
source: Battery service is recommended
es: Se recomienda reparar la batería
fr: Réparation de la batterie recommandée
pt_br: Recomenda-se fazer a manutenção da bateria
ru: Рекомендуется обслуживание аккумулятора
tr: Pil için servis öneriliyor

# alert.system.diskCapacity.body
source: %1$@ remains, below your %2$@ limit.
es: Quedan %1$@, por debajo del límite de %2$@.
fr: Il reste %1$@, soit moins que la limite de %2$@.
pt_br: Restam %1$@, abaixo do limite de %2$@.
ru: Осталось %1$@ — меньше заданного предела %2$@.
tr: Kalan alan %1$@; belirlediğiniz %2$@ sınırının altında.

# alert.system.diskCapacity.title
source: Disk space is running low
es: Queda poco espacio en el disco
fr: L’espace disque disponible est faible
pt_br: O espaço em disco está acabando
ru: Заканчивается место на диске
tr: Disk alanı azalıyor

# alert.test.body
source: Notifications are ready. This test did not create an attention event.
es: Las notificaciones están listas. Esta prueba no ha añadido ningún evento al historial de alertas.
fr: Les notifications sont prêtes. Ce test n’a ajouté aucun événement à l’historique des alertes.
pt_br: As notificações estão prontas. Este teste não adicionou um evento ao Histórico de Alertas.
ru: Уведомления готовы. Проверка не добавила событие в журнал предупреждений.
tr: Bildirimler hazır. Bu test Uyarı Geçmişine bir olay eklemedi.

# alert.test.title
source: Mectrics Test Notification
es: Notificación de prueba Mectrics
fr: Notification de test Mectrics
pt_br: Notificação de teste Mectrics
ru: Тестовое уведомление Mectrics
tr: Mectrics Test Bildirimi

# alert.title.battery
source: Low battery
es: Batería baja
fr: Batterie faible
pt_br: Bateria fraca
ru: Низкий заряд аккумулятора
tr: Düşük pil

# alert.title.disk
source: Disk almost full
es: Disco casi lleno
fr: Disque presque plein
pt_br: Disco quase cheio
ru: Диск почти заполнен
tr: Disk neredeyse dolu

# alert.title.high
source: High %@ usage
es: Alto uso de %@
fr: Utilisation élevée du %@
pt_br: Alto uso de %@
ru: Высокий уровень использования %@
tr: Yüksek %@ kullanımı

# alert.title.temp
source: High CPU temperature
es: Temperatura alta de la CPU
fr: Température élevée du processeur
pt_br: Temperatura alta da CPU
ru: Высокая температура ЦП
tr: Yüksek CPU sıcaklığı

# alerts.above
source: %@ usage above
es: por encima de %@
fr: au-dessus de %@
pt_br: acima de %@
ru: %@ выше
tr: %@ üzerinde

# alerts.below
source: %@ charge below
es: por debajo de %@
fr: en dessous de %@
pt_br: abaixo de %@
ru: %@ ниже
tr: %@ altında

# alerts.destination.attentionLog
source: Attention Log
es: Historial de alertas
fr: Historique des alertes
pt_br: Histórico de Alertas
ru: Журнал предупреждений
tr: Uyarı Geçmişi

# alerts.destination.compactHealth
source: Compact Health item
es: Resumen de estado
fr: Résumé de l’état
pt_br: Resumo do Estado
ru: Сводка состояния
tr: Durum Özeti öğesi

# alerts.destination.notification
source: Notification
es: Notificación
pt_br: Notificação
ru: Уведомление
tr: Bildirim

# alerts.state.active
source: Alerting
es: Alertando
fr: En alerte
pt_br: Alertando
ru: Оповещение
tr: Uyarı veriyor

# alerts.state.pending
source: Limit crossed, waiting
es: Límite superado, esperando
fr: Limite dépassée, en attente
pt_br: Limite excedido, aguardando
ru: Предел превышен, ожидание
tr: Sınır aşıldı, bekliyor

# alerts.summary
source: %1$lld on · %2$lld alerting
es: %1$lld activadas · %2$lld alertando
fr: %1$lld activées · %2$lld en alerte
pt_br: %1$lld ativas · %2$lld alertando
ru: Включено: %1$lld · Оповещают: %2$lld
tr: %1$lld açık · %2$lld uyarı veriyor

# alerts.summary.none
source: No rules on
es: No hay reglas activadas
fr: Aucune règle activée
pt_br: Nenhuma regra ativa
ru: Нет включённых правил
tr: Açık kural yok

# alerts.system.batteryService
source: macOS recommends battery service
es: macOS recomienda reparar la batería
fr: macOS recommande de faire réparer la batterie
pt_br: O macOS recomenda a manutenção da bateria
ru: macOS рекомендует обслуживание аккумулятора
tr: macOS pil için servis öneriyor

# alerts.system.diskCapacity
source: Free disk space below
es: Espacio libre en disco inferior a
fr: Espace disque libre inférieur à
pt_br: Espaço livre em disco abaixo de
ru: Свободное место на диске меньше
tr: Boş disk alanı şu değerin altında

# alerts.temp
source: CPU temperature above
es: Temperatura de la CPU por encima de
fr: Température du processeur au-dessus de
pt_br: Temperatura da CPU acima de
ru: Температура ЦП выше
tr: CPU sıcaklığı şu değerin üzerinde

# alerts.threshold.macOS
source: macOS decides
es: macOS decide
fr: macOS décide
pt_br: macOS decide
ru: macOS решает
tr: macOS karar verir

source: All readings stay on this Mac. Mectrics has no telemetry.
es: Todas las mediciones permanecen en este Mac. Mectrics no usa telemetría.
fr: Toutes les mesures restent sur ce Mac. Mectrics n’utilise aucune télémétrie.
pt_br: Todas as medições permanecem neste Mac. O Mectrics não usa telemetria.
ru: Все измерения остаются на этом Mac. Mectrics не использует телеметрию.
tr: Tüm ölçümler bu Mac’te kalır. Mectrics telemetri kullanmaz.

source: Allow Notifications…
es: Permitir notificaciones…
fr: Autoriser les notifications…
pt_br: Permitir notificações…
ru: Разрешить уведомления…
tr: Bildirimlere İzin Ver…

source: Allow…
es: Permitir…
fr: Autoriser…
pt_br: Permitir…
ru: Разрешить…
tr: İzin Ver…

source: Appearance
es: Aspecto
fr: Apparence
pt_br: Aparência
ru: Оформление
tr: Görünüş

source: Application
es: Aplicación
pt_br: Aplicativo
ru: Приложение
tr: Uygulama

source: Attention Log
es: Historial de alertas
fr: Historique des alertes
pt_br: Histórico de Alertas
ru: Журнал предупреждений
tr: Uyarı Geçmişi

# attention.duration.ongoing
source: Ongoing since %@
es: En curso desde %@
fr: En cours depuis %@
pt_br: Em andamento desde %@
ru: Продолжается с %@
tr: %@ tarihinden beri sürüyor

# attention.duration.recovered
source: Recovered after %@
es: Recuperado tras %@
fr: Rétabli après %@
pt_br: Normalizado após %@
ru: В норме через %@
tr: %@ sonra normale döndü

# attention.event.energyGuard
source: Energy Guard
es: Protección energética
fr: Protection énergétique
pt_br: Proteção de Energia
ru: Энергосбережение
tr: Enerji Koruması

# attention.export.empty
source: No attention events.
es: No hay alertas.
fr: Aucune alerte.
pt_br: Não há alertas.
ru: Предупреждений нет.
tr: Uyarı olayı yok.

# attention.export.saveTitle
source: Save Attention Log
es: Guardar el historial de alertas
fr: Enregistrer l’historique des alertes
pt_br: Salvar Histórico de Alertas
ru: Сохранить журнал предупреждений
tr: Uyarı Geçmişini Kaydet

# attention.export.title
source: Mectrics Attention Log
es: Historial de alertas de Mectrics
fr: Historique des alertes de Mectrics
pt_br: Histórico de Alertas do Mectrics
ru: Журнал предупреждений Mectrics
tr: Mectrics Uyarı Geçmişi

# attention.severity.critical
source: Critical
es: Crítica
fr: Critique
pt_br: Crítico
ru: Критическая
tr: Kritik

# attention.severity.info
source: Information
es: Información
pt_br: Informação
ru: Информация
tr: Bilgi

# attention.severity.warning
source: Warning
es: Advertencia
fr: Avertissement
pt_br: Advertência
ru: Предупреждение
tr: Uyarı

# attention.state.active
source: Active
es: Activa
pt_br: Ativo
ru: Активно
tr: Etkin

# attention.state.pending
source: Pending
es: Pendiente
fr: En attente
pt_br: Pendente
ru: Ожидание
tr: Bekliyor

# attention.state.recovered
source: Recovered
es: Recuperado
fr: Rétabli
pt_br: Normalizado
ru: В норме
tr: Normale döndü

# attention.title
source: Attention Log
es: Historial de alertas
fr: Historique des alertes
pt_br: Histórico de Alertas
ru: Журнал предупреждений
tr: Uyarı Geçmişi

# attention.trigger.above
source: above
es: por encima de
fr: au-dessus de
pt_br: acima de
ru: выше
tr: üzerinde

# attention.trigger.batteryService
source: macOS reported that battery service is recommended
es: macOS ha indicado que se recomienda reparar la batería
fr: macOS a indiqué qu’une réparation de la batterie était recommandée
pt_br: O macOS informou que a manutenção da bateria é recomendada
ru: macOS сообщила, что аккумулятору рекомендуется обслуживание
tr: macOS pil için servis önerildiğini bildirdi

# attention.trigger.below
source: below
es: por debajo de
fr: en dessous de
pt_br: abaixo de
ru: ниже
tr: altında

# attention.trigger.diskCapacity
source: Available disk space fell below %1$@ for %2$lld seconds
es: El espacio disponible en disco estuvo por debajo de %1$@ durante %2$lld segundos
fr: L’espace disque disponible est resté inférieur à %1$@ pendant %2$lld secondes
pt_br: O espaço disponível em disco ficou abaixo de %1$@ por %2$lld segundos
ru: Свободное место на диске было ниже %1$@ в течение %2$lld секунд
tr: Kullanılabilir disk alanı %2$lld saniye boyunca %1$@ değerinin altında kaldı

# attention.trigger.energyGuard
source: Monitoring changed to %@ to reduce Mectrics energy use
es: La supervisión ha cambiado a %@ para reducir el consumo de energía de Mectrics
fr: La surveillance est passée en mode %@ afin de réduire la consommation d’énergie de Mectrics
pt_br: O monitoramento mudou para %@ a fim de reduzir o consumo de energia do Mectrics
ru: Режим мониторинга изменён на «%@», чтобы снизить энергопотребление Mectrics
tr: Mectrics’in enerji kullanımını azaltmak için izleme modu %@ olarak değiştirildi

# attention.trigger.summary
source: %1$@ %2$@ %3$@%4$@ for %5$lld seconds
es: %1$@ se mantuvo %2$@ de %3$@%4$@ durante %5$lld segundos
fr: %1$@ est resté %2$@ de %3$@%4$@ pendant %5$lld secondes
pt_br: %1$@ ficou %2$@ de %3$@%4$@ por %5$lld segundos
ru: %1$@: %5$lld сек. %2$@ %3$@%4$@
tr: %1$@, %5$lld saniye boyunca %3$@%4$@ değerinin %2$@ kaldı

source: Automatic Energy Guard
es: Protección energética automática
fr: Protection énergétique automatique
pt_br: Proteção de Energia Automática
ru: Автоматическое энергосбережение
tr: Otomatik Enerji Koruması

source: Available capacity
es: Espacio disponible
fr: Espace disponible
pt_br: Espaço disponível
ru: Свободное место
tr: Kullanılabilir alan

source: Back
es: Atrás
fr: Retour
pt_br: Voltar
ru: Назад
tr: Geri

# battery.calculating
source: Calculating…
es: Calculando…
fr: Calcul…
pt_br: Calculando…
ru: Расчёт…
tr: Hesaplanıyor…

# battery.charging
source: Charging
es: Cargando
fr: En charge
pt_br: Carregando
ru: Заряжается
tr: Şarj Ediliyor

# battery.cycles
source: Charge cycles
es: Número de ciclos
fr: Nombre de cycles
pt_br: Contagem de Ciclos
ru: Количество циклов
tr: Döngü Sayısı

# battery.health
source: Health
es: Estado de la batería
fr: État de santé de la batterie
pt_br: Saúde da Bateria
ru: Состояние аккумулятора
tr: Pil Sağlığı

# battery.onBattery
source: On battery
es: Usando la batería
fr: Sur batterie
pt_br: Usando a bateria
ru: Работа от аккумулятора
tr: Pilden kullanılıyor

# battery.service.recommended
source: Service recommended
es: Se recomienda solicitar un servicio
fr: Réparation recommandée
pt_br: Manutenção Recomendada
ru: Рекомендуется обслуживание
tr: Servis Öneriliyor

# battery.status
source: Status
es: Estado
fr: Statut
ru: Статус
tr: Durum

# battery.temp
source: Temperature
es: Temperatura
fr: Température
pt_br: Temperatura
ru: Температура
tr: Sıcaklık

# battery.timeRemaining
source: Time remaining
es: Tiempo restante
fr: Temps restant
pt_br: Tempo restante
ru: Оставшееся время
tr: Kalan süre

# battery.timeToFull
source: Time to full
es: Tiempo hasta carga completa
fr: Temps avant charge complète
pt_br: Tempo até a carga completa
ru: До полной зарядки
tr: Tam şarja kalan süre

# bt.device
source: Device %lld
es: Dispositivo %lld
fr: Appareil %lld
pt_br: Dispositivo %lld
ru: Устройство %lld
tr: Cihaz %lld

# bt.deviceCount
source: Device count
es: Número de dispositivos
fr: Nombre d’appareils
pt_br: Número de dispositivos
ru: Количество устройств
tr: Aygıt sayısı

# builder.active
source: In menu bar
es: En la barra de menú
fr: Dans la barre de menu
pt_br: Na barra de menu
ru: В строке меню
tr: Menü çubuğunda

# builder.chip.add
source: Click to add to the menu bar
es: Haga clic para agregar a la barra de menú
fr: Cliquez pour ajouter à la barre de menu
pt_br: Clique para adicionar à barra de menu
ru: Нажмите, чтобы добавить в строку меню
tr: Menü çubuğuna eklemek için tıklayın

# builder.chip.remove
source: Click to remove from the menu bar
es: Haga clic para eliminar de la barra de menú.
fr: Cliquez pour supprimer de la barre de menu
pt_br: Clique para remover da barra de menu
ru: Нажмите, чтобы удалить из строки меню
tr: Menü çubuğundan kaldırmak için tıklayın

# builder.inactive
source: Not in menu bar
es: No en la barra de menú
fr: Pas dans la barre de menu
pt_br: Não está na barra de menu
ru: Не в строке меню
tr: Menü çubuğunda değil

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отменить
tr: Vazgeç

source: Chart color
es: Color del gráfico
fr: Couleur du graphique
pt_br: Cor do gráfico
ru: Цвет диаграммы
tr: Grafik rengi

# chart.noReadings
source: No readings
es: Aún no hay mediciones
fr: Aucune mesure pour le moment
pt_br: Ainda não há medições
ru: Пока нет данных
tr: Henüz ölçüm yok

# chart.recentTrend
source: Recent trend
es: Tendencia reciente
fr: Tendance récente
pt_br: Tendência recente
ru: Недавняя динамика
tr: Son değişim

# chart.summary
source: %1$lld readings, minimum %2$.0f%%, maximum %3$.0f%%, latest %4$.0f%%
es: %1$lld mediciones; mínima %2$.0f%%, máxima %3$.0f%%, última %4$.0f%%
fr: %1$lld mesures ; minimum %2$.0f%%, maximum %3$.0f%%, dernière %4$.0f%%
pt_br: %1$lld medições; mínima %2$.0f%%, máxima %3$.0f%%, última %4$.0f%%
ru: Измерений: %1$lld; минимум %2$.0f%%, максимум %3$.0f%%, последнее %4$.0f%%
tr: %1$lld ölçüm; en düşük %2$.0f%%, en yüksek %3$.0f%%, son %4$.0f%%

source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
pt_br: Buscar Atualizações…
ru: Проверить наличие обновлений…
tr: Güncellemeleri Denetle…

source: Clear Attention Log?
es: ¿Borrar el historial de alertas?
fr: Effacer l’historique des alertes ?
pt_br: Limpar o Histórico de Alertas?
ru: Очистить журнал предупреждений?
tr: Uyarı Geçmişi silinsin mi?

source: Clear Log
es: Borrar historial
fr: Effacer l’historique
pt_br: Limpar Histórico
ru: Очистить журнал
tr: Geçmişi Sil

source: Compact Health
es: Resumen de estado
fr: Résumé de l’état
pt_br: Resumo do Estado
ru: Сводка состояния
tr: Durum Özeti

# component.activity
source: Activity
es: Actividad
fr: Activité
pt_br: Atividade
ru: Активность
tr: Etkinlik

# component.coreBars
source: Cores
es: Núcleos
fr: Noyaux
pt_br: Núcleos
ru: Ядра
tr: Çekirdekler

# component.cycles
source: Cycles
es: Ciclos
pt_br: Ciclos
ru: Циклы
tr: Döngüler

# component.download
source: Download
es: Recibidos
fr: Réception
pt_br: Recebimento
ru: Получение
tr: Alınan

# component.free
source: Free
es: Libre
fr: Libre
pt_br: Livre
ru: Свободно
tr: Boş

# component.health
source: Health
es: Estado
fr: État
pt_br: Estado
ru: Состояние
tr: Durum

# component.icon
source: Icon
es: Icono
fr: Icône
pt_br: Ícone
ru: Значок
tr: Simge

# component.iconValue
source: Icon + %
es: Icono + %
fr: Icône + %
pt_br: Ícone + %
ru: Значок + %
tr: Simge + %

# component.ring
source: Ring
es: Anillo
fr: Anneau
pt_br: Anel
ru: Кольцо
tr: Halka

# component.upload
source: Upload
es: Enviados
fr: Envoi
pt_br: Envio
ru: Отправка
tr: Gönderilen

# component.used
source: Used
es: Usado
fr: Utilisée
pt_br: Usado
ru: Используется
tr: Kullanılan

# component.value
source: Value
es: Valor
fr: Valeur
pt_br: Valor
ru: Значение
tr: Değer

# component.valueGraph
source: Value + Graph
es: Valor + gráfica
fr: Valeur + graphique
pt_br: Valor + Gráfico
ru: Значение + график
tr: Değer + Grafik

source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar
ru: Продолжить
tr: Sürdür

# cores.chart.label
source: Processor core usage
es: Uso del núcleo del procesador
fr: Utilisation du cœur du processeur
pt_br: Uso do núcleo do processador
ru: Загрузка ядер процессора
tr: İşlemci çekirdeği kullanımı

# cores.chart.summary
source: %1$lld cores, minimum %2$.0f%%, maximum %3$.0f%%
es: %1$lld núcleos; mínimo %2$.0f%%, máximo %3$.0f%%
fr: %1$lld cœurs ; minimum %2$.0f%%, maximum %3$.0f%%
pt_br: %1$lld núcleos; mínimo %2$.0f%%, máximo %3$.0f%%
ru: Ядер: %1$lld; минимум %2$.0f%%, максимум %3$.0f%%
tr: %1$lld çekirdek; en düşük %2$.0f%%, en yüksek %3$.0f%%

# cpu.busiestCore
source: Busiest core
es: Núcleo más activo
fr: Cœur le plus sollicité
pt_br: Núcleo mais ativo
ru: Самое загруженное ядро
tr: En yoğun çekirdek

# cpu.cores
source: Cores
es: Núcleos
fr: Noyaux
pt_br: Núcleos
ru: Ядра
tr: Çekirdekler

# cpu.temperature
source: Temperature
es: Temperatura
fr: Température
pt_br: Temperatura
ru: Температура
tr: Sıcaklık

# cpu.uptime
source: Uptime
es: Tiempo de actividad
fr: Durée de fonctionnement
pt_br: Tempo de atividade
ru: Время работы
tr: Çalışma süresi

source: Deletes the app, settings, and local history stored on this Mac
es: Elimina la aplicación, los ajustes y el historial local guardado en este Mac
fr: Supprime l’app, les réglages et l’historique local stocké sur ce Mac
pt_br: Exclui o app, os ajustes e o histórico local armazenado neste Mac
ru: Удаляет приложение, настройки и локальную историю на этом Mac
tr: Uygulamayı, ayarları ve bu Mac’te saklanan yerel geçmişi siler
